Repository: fabio-daros/OncoPixel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Patient ID
pt_br: ID do paciente

source: Tumor Image
pt_br: Imagem

source: Unsupported file extension. Allowed formats:
pt_br: Extensão de arquivo não suportada. Formatos permitidos: jpg, jpeg, png.

source: Load images and enter a reference ID.
pt_br: Carregue imagens e relacione um ID de paciente.

source: Patient ID (Reference):
pt_br: ID do paciente (Referência):

source: Select Image:
pt_br: Selecione Imagens

source: Allowed file types:
pt_br: Extensões permitidas de arquivo:

source: Click on the button to select images.
pt_br: Clique no botão para selecionar imagens.

source: Choose File
pt_br: Escolha o arquivo

source: Analyze
pt_br: Analisar

source: No file chosen
pt_br: Nenhum arquivo escolhido

source: Image sent successfully!
pt_br: Imagem enviada com sucesso!

source: Your image has been received and will be analyzed.
pt_br: Sua imagem foi recebida e será analisada.

source: Back to Upload
pt_br: Voltar para upload

source: English
pt_br: Inglês

source: Portuguese
pt_br: Português
